{
  "FixCursorHold.nvim": { "branch": "master" },
  "HowMuch": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "black-nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "blink.lib": { "branch": "main" },
  "cmp-digraphs": { "branch": "master" },
  "codecompanion-history.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "diagram.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fern.vim": { "branch": "main" },
  "ferris.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-worktree.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hunk.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "jj-diffconflicts": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mdx.nvim": { "branch": "main" },
  "multicursors.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-vim-test": { "branch": "master" },
  "nightfly": { "branch": "master" },
  "nvim-code-action-menu": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-lldb": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "op.nvim": { "branch": "master" },
  "openingh.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pomo.nvim": { "branch": "main" },
  "popup.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope-repo.nvim": { "branch": "master" },
  "telescope-ssh-config": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tree-sitter-just": { "branch": "main" },
  "treesitter-modules.nvim": { "branch": "main" },
  "uiua.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "unison": { "branch": "trunk" },
  "vim-autoclose": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rest-console": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vim-yaml-jinja": { "branch": "master" },
  "zellij.vim": { "branch": "main" },
  "zoxide.vim": { "branch": "master" }
}
